---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentChangedEventArgs
source: html/5a04e457-72ea-d166-27ae-1eab5224c46b.htm
---
# DocumentChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.